[
    {
        "NAME": "G-Technology G-SPEED eS PRO High-Performance Fail-Safe RAID Solution for HD/2K Production 8TB (0G01873)",
        "CATEGORY": " Computers & Accessories",
        "SALE_PRICE": "$679.95",
        "DESCRIPTION": "Product Description\nHigh-Performance, Fail-Safe RAID Solutions for HD/2K Production The new G-SPEED eS PRO from G-Tech provides professional content creators better than Fibre-Channel performance for demanding post production applications at a fraction of the cost. The compact and whisper quiet G-SPEED eS PRO features mini-SAS connectivity to a high performance PCIe x8 IOP RAID controller that supports RAID levels 0,1,3,5 or 6. A single G-SPEED eS PRO enclosure with four 7200 RPM, SATA II drives in RAID 0 mode supports multi-stream ProRes 422 HQ playback and a single-stream of uncompressed 10-bit HD. Two units with eight drives in protected mode (RAID 3 or 5) supports two simultaneous streams of uncompressed 10-bit HD or a single 2K DPX sequence. G-SPEED eS PRO is simply the most affordable, fail-safe desktop RAID storage solution designed specifically for high-end post. When used with the G-Tech PCIe x8 RAID controller, G-SPEED eS PRO can easily be configured as a RAID 0, 1, 3, 5 or 6. This flexibility enables the system to be tuned to the required level of performance and fault-tolerance necessary to support your application. Easy to Setup G-SPEED eS PRO has a built-in Web GUI that is accessed via any local internet browser. This simple GUI is used to configure and monitor the RAID system. Many aspects of the system are monitored, including power supply voltage, fan RPM and the temperature of the RAID controller & hard drives. In the event of a problem, G-SPEED eS PRO can send an email message to up to four recipients.\n\t\t\t\t    \t\n\t\t\t\t\t\nFrom the Manufacturer\n High-Performance, Fail-Safe RAID Solutions for HD/2K PROduction   Providing better than Fibre-Channel performance for demanding post production applications  The G-Technology PCIe x8 RAID controller supports multiple RAID levels (sold separately)  The G-Technology G-SPEED eS PRO provides professional content creators better than Fibre-Channel performance for demanding post production applications at a fraction of the cost. The compact and whisper quiet G-Technology G-SPEED eS PRO features mini-SAS connectivity for very high performance operation and is available in storage capacities up to 12TB per unit; scalable up to 24TB. When used with an ATTO R680 PCIe RAID controller, a single G-Technology G-SPEED eS PRO enclosure with four hot-swappable HGST Ultrastar 7200 RPM SATA drives supports real-time playback of 10-bit uncompressed 1080/60i with over 400MB/sec performance. Two 12TB G-Technology G-SPEED eS PRO units in protected mode (RAID 5) achieve close to 1000MB/sec performance and support two simultaneous streams of uncompressed 10-bit HD or a single 2K DPX sequence. The G-Technology G-SPEED eS PRO is simply the most cost-effective desktop RAID storage solution designed specifically for high-end post.   Built with Enterprise-class hard drives for optimal reliability.  View larger  Easily Configured When used with the ATTO R680 PCIe x8 RAID controller, the G-Technology G-SPEED eS PRO can easily be configured as a RAID 0, 1, 3, 5 or 6. This flexibility enables the system to be tuned to the required level of performance and fault-tolerance necessary to support your application. Easy to Setup The G-Technology G-SPEED eS PRO has a built-in Web GUI that is accessed via any local internet browser. This simple GUI is used to configure and monitor the RAID system. Many aspects of the system are monitored; including power supply voltage, fan RPM and the temperature of the RAID controller and hard drives. In the event of a problem, the G-TechnologyG-SPEED eS PRO can send an email message to up to four recipients. Enterprise-Class Drives The enterprise-class hard drives included in the G-Technology G-SPEED series provide the same optimal reliability as the ones used in data centers worldwide. They're designed for 24x7 availability and optimized for multi-bay RAID (RVS) configurations. Mac and Windows Compatible Whether you're working on a PC, an iMac, or Mac PRO, the G-Technology G-SPEED series is widely compatible and delivers maximum performance regardless of the platform. What's in the Box G-Technology G-SPEED eS PRO storage unit, 4 removable disk modules, AC cable, 2m locking mini-SAS cable, CD manual and product drivers.  Which G-Technology G-SPEED RAID Solution is Right for You?    G-SPEED Q G-SPEED eS G-SPEED eS PRO         Available Capacities 4TB | 8TB | 12TB 4TB | 8TB | 12TB 4TB | 8TB | 12TB   Interface eSATA, FW800/400, USB 2.0 eSATA miniSAS, locking connector   RAID Controller Internal, Oxford 936Q *External, eSATA PCIe 4x *External, miniSAS PCIe 8x   HD Editing Compressed workflows Multi-stream compressedSingle-stream uncompressed Uncompressed, multiple stream HD or2K DPX Film workflows   MB/s 200+ 230+ (single unit)600+ (4-unit) 400+ (single unit)70+ (2-unit)   RAID Options 0, 5 0, 2, 5, JBOD 0, 1, 3, 5, 6 and JBOD   RAID Spanning  Multi-unit RAID spanning(up to 4 units) Multi-unit RAID spanning(up to 2 units)   Enterprise HDD Yes Yes Yes   * Available for purchase separately",
        "IMAGE_URL": "https://images-na.ssl-images-amazon.com/images/I/717HFf5wbWL._SY355_.jpg",
        "URL": "http://www.amazon.com/dp/B0046UR4F4"
    },
    {
        "NAME": "G-Technology G-DRIVE ev USB 3.0 Hard Drive 500GB (0G02727)",
        "CATEGORY": " Computers & Accessories",
        "SALE_PRICE": "$79.95",
        "DESCRIPTION": "Part of the Evolution Series, G-DRIVE ev is a flexible, rugged USB 3.0 hard drive with a transfer rate of up to 136MB/s. Paired with an Evolution Series G-DOCK ev, used as a standalone device or with compatible accessories, G-DRIVE ev is designed to meet the storage needs of the creative professional. Whether in the field, or in the studio, The Evolution Series offers various docking solutions and hard drives, as well as a myriad of accessories that are interchangeable allowing for various storage system configurations to meet the most demanding digital content workflow and management needs. 1 meter drop on a carpeted concrete floor.",
        "IMAGE_URL": "https://images-na.ssl-images-amazon.com/images/I/618OXolXPjL._SX355_.jpg",
        "URL": "http://www.amazon.com/dp/B00JGTVU5A"
    },
    {
        "NAME": "G-Technology G-DRIVE PRO with Thunderbolt High Speed Portable RAID Solution 2TB (0G02828)",
        "CATEGORY": " Computers & Accessories",
        "SALE_PRICE": "$259.59",
        "DESCRIPTION": "Capacity:2 TB\n\n\nG-Technology's G-DRIVE PRO allows you to finally experience the full speed of Thunderbolt technology. Sustained transfer rates are now up to 480MB/s! With dual Thunderbolt ports, this storage solution is designed for the most demanding applications and easily supports multi-stream workflows in all major formats that's 2K in real-time out of a desktop box!G‐Technology has built its reputation and business on serving creative professionals and prosumers that demand performance, capacity and quality. To continue its tradition of serving these markets, G‐Technology has optimized Thunderbolt technology on its product line. Leveraging the strengths of our Enterprise storage experience, our AV expertise, and the capabilities of Thunderbolt, G-Technology is delivering the future of storage now.",
        "IMAGE_URL": "https://images-na.ssl-images-amazon.com/images/I/710FeD12hIL._SX355_.jpg",
        "URL": "http://www.amazon.com/dp/B00GJYCIVK"
    },
    {
        "NAME": "G-Technology G-RAID with Removable Drives High-Performance Storage System 4TB (Gen7) (0G03240)",
        "CATEGORY": " Computers & Accessories",
        "SALE_PRICE": "$349.95",
        "DESCRIPTION": "The G-Technology 4TB G-RAID Storage System with Removable Drives is a professional high-performance dual-drive storage system. Configurable in RAID 0, RAID 1, or JBOD, G-RAID features USB 3.0, eSATA, and FireWire for ultimate flexibility. G-RAID ships with two removable 7200RPM Enterprise-class drives, complete in an all-aluminum enclosure.With transfer rates up to 330MB/s, G-RAID easily supports playback of multiple HD video streams. It is the ideal storage solution for video & photo editing with the leading editing applications, or simply for safe-guarding content.",
        "IMAGE_URL": "https://images-na.ssl-images-amazon.com/images/I/81QohPw%2BsVL._SY355_.jpg",
        "URL": "http://www.amazon.com/dp/B00O9A48N2"
    },
    {
        "NAME": "G-Technology G-RAID with Removable Drives High-Performance Storage System 12TB (Gen7) (0G03411)",
        "CATEGORY": " Computers & Accessories",
        "SALE_PRICE": "$699.95",
        "DESCRIPTION": "12TB RAID 0/1 solution USB 3.0, eSATA and FireWire 2 (Two) x 6TB 7200RPM hard drives for performance Perfect for photo & video editing Smart-cooling fan Software selectable RAID 0 (performance) RAID 1 (protection)",
        "IMAGE_URL": "https://images-na.ssl-images-amazon.com/images/I/51Zhym5BJuL._SX466_.jpg",
        "URL": "http://www.amazon.com/dp/B00O9A4MEW"
    }
]